[
    {
        "id": "como-mejorar-tu-gramatica-en-ingles",
        "tarjeta":{
            "titulo":"Cómo mejorar tu gramática en inglés",
            "descripcion":"¿Cuántas veces has sentido que la gramática es un “dolor de cabeza”? Aquí te damos las mejores prácticas para que veas cómo puedes usarla a tu favor, para comunicarte correctamente.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"GRAMÁTICA",
            "img":"blog2.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog2.jpg"            
        },
        "contenido":[
            {
                "titulo":"Cómo mejorar tu gramática en inglés",
                "texto":["“Gramática” una palabra que lleva a pensar en algo rígido, autoritario o complicado ¿lo has pensado alguna vez?","Pero resulta que la usas en tu día a día sin siquiera darte cuenta o tener que reflexionar demasiado en cómo hacerlo: he ahí el secreto, en saber que llevándola a la práctica se vuelve más sencilla de comprender.","Por ello acá te compartimos 4 tips elementales que te ayudarán a mejorar significativamente tu gramática en inglés y, con ello, a hablar de forma correcta en el idioma.","De hecho, cuando has querido “mejorar tu gramática en inglés” no has estado buscando otra cosa que comunicarte mejor, sin confundirte y con fluidez (que es la medida de qué tan natural te comunicas o produces el idioma).","Para quienes están aprendiendo el idioma, una de las cosas que cuesta más, al hablar, es quitarse la estructura mental que poseen del español, por lo que tratan de usar las mismas formas gramaticales y aplicarlas al inglés. Por eso es que a veces cuesta tanto entender y hablar.","Si te ha pasado, no hay de qué temer, comienza a aplicar estos tips infalibles para ir mejorando tu gramática en inglés:","1.      Sin importar tu nivel, debes saber manejar una estructura que es muy básica:", "Sujeto + Verbo + Complemento (información extra)","¿Por qué es importante saber esto? Porque muchas veces, en español, se omite el sujeto, ya que el verbo viene conjugado, pero el inglés no funciona así. Se dice:"],
                "img":""
            },
            {
                "titulo":"El inglés no funciona igual que el español.",
                "texto":["Cuando estamos hablando de situaciones cotidianas, cosas generales de nosotros, como hábitos o rutinas, que forman parte de nuestra vida y queremos saber algo en forma negativa: información personal, recuerda que necesitas un verbo auxiliar y, en ese caso, sería “don’t”.","I don’t like onions (para expresar el verbo en forma negativa).","1.       Practica los tiempos verbales:", "Siempre es importante tener una lista de verbos y reconocer cuáles son los que usas más frecuentemente ¿Para qué? Para que cuando empieces a practicar (los tiempos verbales) te enfoques en ellos. Normalmente son de 10 a 15 verbos, luego vas extendiendo tu vocabulario, pero lo vas haciendo poco a poco.", "Ejemplo:Take a shower, sleep, have (coffee, breakfast, lunch)", "Estas listas por lo general vienen con los tiempos verbales: presente, pasado y participio pasado.", "Imagina que, para comenzar,  eliges el pasado ¿Cómo vas a hacer?", "Seleccionas  un verbo y vas aplicando lo mismo."]
            }, 
            {
                "subtitle":"Ejemplo: Drink – Drank"
            },
            {
                "texto":["El pasado es"]
            },
            {
                "subtitle":"I drank coffee"
            },
            {
                "texto":["En forma negativa (el verbo auxiliar afecta al verbo principal): I didn’t drink coffee.  ","También puedes ir practicando con diferentes situaciones:", "Yesterday, I didn’t drink coffee in the morning", "Yesterday, I didn’t drink coffee at night.", "(Escoge el verbo que está relacionado con tu día a día).", "Estos ejemplos básicos te van a ir ayudando.", "2.      Exponerte al lenguaje apropiado:", "Es importante que escojas material que te facilite el accesoal uso correcto del lenguaje. En pocas palabras: libros, artículos de revistas, periódicos, material online…", "¿Por qué? Porque es material que ya ha pasado por un proceso de edición, lo cual va a garantizar, en alto porcentaje, un correcto uso del idioma y eso es lo que debes tener: una base de donde puedas partir, que esté bien escrita, con información expresada de forma correcta, para que identifiques esos patrones, los copies, adquieras y produzcas.", "¿Cómo puedes acceder a él? Ve a internet y busca material relacionado con tus intereses, pero que sepas que ha sido revisado (ya ha pasado por un proceso de edición).", "ES MUY IMPORTANTE: que personalices tu proceso de aprendizaje, según lo que te gusta. Si no te gusta leer y lo que te agrada es la música, ve a YouTube y escucha canciones, descarga los audios de las letras y apréndetelas.", "Hay que tener en cuenta que las canciones no siempre siguen las normas gramaticales. Muchas veces son alteradas, para que rimen (hay que tener eso en consideración), a diferencia de los libros.", "En el caso de la lectura, puedes hacerla en voz alta, así memorizas las palabras y frases, que luego vas a poder producir de forma espontánea.", "3.      Escuchar cuando te hablan:", "A veces, hay personas que te corrigen. Cuando lo hagan, no solo respondas “O.K.”. Repítelo y vuélvelo a repetir, pídele a la persona que lo vuelva a pronunciar, para que puedas copiarlo y producirlo.", "Si no lo haces quedarás en lo mismo: que entiendes cuando te hablan o lees, pero te cuesta producir elidioma.", "Aprender inglés es un proceso, por ello es importante que vayas incorporando prácticas a tu rutina que te ayuden a ir mejorando tu experiencia. Te aseguramos que con estas notarás la diferencia.", "La gramática es importante no solo para comprenderla, sino para que te expreses de forma correcta. En Fyr Lois (Con link a página de Conócenos) partimos de la premisa de que se aprende a hablar, hablando. La idea es que puedas desarrollar una forma de comunicarte que vaya mejorando progresivamente, en la producción correcta del lenguaje, algo que es sumamente importante.", "Recuerda que cuando quieras aprender o iniciar un curso de inglés (conlink a la página de cursos), no lo hagas con la intención de traducir, sino con la intención de comunicarte en el idioma, hará tu progreso mucho más fácil."]
            }
        ]
    },
    {
        "id": "prepositions-in-on-at",
        "tarjeta":{
            "titulo":"Prepositions: In, on, at",
            "descripcion":"Saber cuándo usarlas puede ser todo un desafío si aún no comienzas a ponerlas en práctica. Descubre cómo hacerlo y cuán útiles serán al momento de hablar en inglés.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"GRAMÁTICA",
            "img":"blog1.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog2a.jpeg"            
        },
        "contenido":[
            ""
        ]
    },
    {
        "id": "phrasal-verbs",
        "tarjeta":{
            "titulo":"Phrasal Verbs",
            "descripcion":"Los indispensables, que debes conocer, si quieres entender lo que te dicen y expresarte con precisión en inglés. Aprende a usarlos a través de los tips que te compartimos aquí.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"VOCABULARIO",
            "img":"blog3.jpg",
            "fechaPublicado":"",
            "imgPrincipal":""            
        }
    },
    {
        "id": "aprende-a-hacer-descripciones-con-be-y-have-has",
        "tarjeta":{
            "titulo":"Aprende a hacer descripciones con “be” y “have/has”",
            "descripcion":"Cada vez que hablamos, describimos algún objeto, persona o situación pero ¿te has preguntado cuáles son las palabras para hacerlo correctamente en inglés? Aquí te las explicamos.",
            "autor":"Mauro Rodríguez",
            "fotoAutor":"teacher3.jpg",
            "categoria":"GRAMÁTICA",
            "img":"blog4.jpg",
            "fechaPublicado":"",
            "imgPrincipal":""            
        }
    },
    {
        "id": "cuando-usar-el-verbo-to-be",
        "tarjeta":{
            "titulo":"Cuándo usar el verbo To Be",
            "descripcion":"El famoso verbo “To Be” ¿cuántos chistes o clichés has escuchado sobre Él? Aprender cuándo y cómo usarlo es mucho más sencillo de lo que crees y con este artículo te lo demostramos.",
            "autor":"Yheissi Blanco",
            "fotoAutor":"teacher2.jpg",
            "categoria":"GRAMÁTICA",
            "img":"blog5.jpg",
            "fechaPublicado":"",
            "imgPrincipal":""            
        }
    }
]