[
    {
        "id": "como-mejorar-tu-gramatica-en-ingles",
        "tarjeta":{
            "titulo":"Cómo mejorar tu gramática en inglés",
            "descripcion":"¿Cuántas veces has sentido que la gramática es un “dolor de cabeza”? Aquí te damos las mejores prácticas para que veas cómo puedes usarla a tu favor, para comunicarte correctamente.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"GRAMÁTICA",
            "img":"blog2.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog2.jpg"            
        },
        "contenido":[
            {
                "titulo":"Cómo mejorar tu gramática en inglés",
                "texto":["“Gramática” una palabra que lleva a pensar en algo rígido, autoritario o complicado ¿lo has pensado alguna vez?","Pero resulta que la usas en tu día a día sin siquiera darte cuenta o tener que reflexionar demasiado en cómo hacerlo: he ahí el secreto, en saber que llevándola a la práctica se vuelve más sencilla de comprender.","Por ello acá te compartimos 4 tips elementales que te ayudarán a mejorar significativamente tu gramática en inglés y, con ello, a hablar de forma correcta en el idioma.","De hecho, cuando has querido “mejorar tu gramática en inglés” no has estado buscando otra cosa que comunicarte mejor, sin confundirte y con fluidez (que es la medida de qué tan natural te comunicas o produces el idioma).","Para quienes están aprendiendo el idioma, una de las cosas que cuesta más, al hablar, es quitarse la estructura mental que poseen del español, por lo que tratan de usar las mismas formas gramaticales y aplicarlas al inglés. Por eso es que a veces cuesta tanto entender y hablar.","Si te ha pasado, no hay de qué temer, comienza a aplicar estos tips infalibles para ir mejorando tu gramática en inglés:","1.      Sin importar tu nivel, debes saber manejar una estructura que es muy básica:", "Sujeto + Verbo + Complemento (información extra)","¿Por qué es importante saber esto? Porque muchas veces, en español, se omite el sujeto, ya que el verbo viene conjugado, pero el inglés no funciona así. Se dice:"],
                "img":"mejorarGramatica.jpg"
            },
            {
                "titulo":"El inglés no funciona igual que el español.",
                "texto":["Cuando estamos hablando de situaciones cotidianas, cosas generales de nosotros, como hábitos o rutinas, que forman parte de nuestra vida y queremos saber algo en forma negativa: información personal, recuerda que necesitas un verbo auxiliar y, en ese caso, sería “don’t”.","I don’t like onions (para expresar el verbo en forma negativa).","1.       Practica los tiempos verbales:", "Siempre es importante tener una lista de verbos y reconocer cuáles son los que usas más frecuentemente ¿Para qué? Para que cuando empieces a practicar (los tiempos verbales) te enfoques en ellos. Normalmente son de 10 a 15 verbos, luego vas extendiendo tu vocabulario, pero lo vas haciendo poco a poco.", "Ejemplo:Take a shower, sleep, have (coffee, breakfast, lunch)", "Estas listas por lo general vienen con los tiempos verbales: presente, pasado y participio pasado.", "Imagina que, para comenzar,  eliges el pasado ¿Cómo vas a hacer?", "Seleccionas  un verbo y vas aplicando lo mismo."]
            }, 
            {
                "subtitulo":"Ejemplo: Drink – Drank"
            },
            {
                "texto":["El pasado es"]
            },
            {
                "subtitulo":"I drank coffee"
            },
            {
                "texto":[
                    "En forma negativa (el verbo auxiliar afecta al verbo principal): I didn’t drink coffee.  ",
                    "También puedes ir practicando con diferentes situaciones:",
                    "Yesterday, I didn’t drink coffee in the morning",
                    "Yesterday, I didn’t drink coffee at night.",
                    "(Escoge el verbo que está relacionado con tu día a día).", "Estos ejemplos básicos te van a ir ayudando.",
                    "2.      Exponerte al lenguaje apropiado:",
                    "Es importante que escojas material que te facilite el accesoal uso correcto del lenguaje. En pocas palabras: libros, artículos de revistas, periódicos, material online…",
                    "¿Por qué? Porque es material que ya ha pasado por un proceso de edición, lo cual va a garantizar, en alto porcentaje, un correcto uso del idioma y eso es lo que debes tener: una base de donde puedas partir, que esté bien escrita, con información expresada de forma correcta, para que identifiques esos patrones, los copies, adquieras y produzcas.",
                    "¿Cómo puedes acceder a él? Ve a internet y busca material relacionado con tus intereses, pero que sepas que ha sido revisado (ya ha pasado por un proceso de edición).",
                    "ES MUY IMPORTANTE: que personalices tu proceso de aprendizaje, según lo que te gusta. Si no te gusta leer y lo que te agrada es la música, ve a YouTube y escucha canciones, descarga los audios de las letras y apréndetelas.",
                    "Hay que tener en cuenta que las canciones no siempre siguen las normas gramaticales. Muchas veces son alteradas, para que rimen (hay que tener eso en consideración), a diferencia de los libros.",
                    "En el caso de la lectura, puedes hacerla en voz alta, así memorizas las palabras y frases, que luego vas a poder producir de forma espontánea.",
                    "3.      Escuchar cuando te hablan:",
                    "A veces, hay personas que te corrigen. Cuando lo hagan, no solo respondas “O.K.”. Repítelo y vuélvelo a repetir, pídele a la persona que lo vuelva a pronunciar, para que puedas copiarlo y producirlo.",
                    "Si no lo haces quedarás en lo mismo: que entiendes cuando te hablan o lees, pero te cuesta producir elidioma.",
                    "Aprender inglés es un proceso, por ello es importante que vayas incorporando prácticas a tu rutina que te ayuden a ir mejorando tu experiencia. Te aseguramos que con estas notarás la diferencia.",
                    "La gramática es importante no solo para comprenderla, sino para que te expreses de forma correcta. En Fyr Lois (Con link a página de Conócenos) partimos de la premisa de que se aprende a hablar, hablando. La idea es que puedas desarrollar una forma de comunicarte que vaya mejorando progresivamente, en la producción correcta del lenguaje, algo que es sumamente importante.",
                    "Recuerda que cuando quieras aprender o iniciar un curso de inglés (conlink a la página de cursos), no lo hagas con la intención de traducir, sino con la intención de comunicarte en el idioma, hará tu progreso mucho más fácil."
                ]
            }
        ]
    },
    {
        "id": "prepositions-in-on-at",
        "tarjeta":{
            "titulo":"Prepositions: In, on, at",
            "descripcion":"Saber cuándo usarlas puede ser todo un desafío si aún no comienzas a ponerlas en práctica. Descubre cómo hacerlo y cuán útiles serán al momento de hablar en inglés.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"GRAMÁTICA",
            "img":"blog1.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog2a.jpeg"            
        },
        "contenido":[
            {
                "titulo":"Prepositions: In, on, at",
                "img":"prepositionBlog.jpg"
            },
            {
                "texto":[
                    "Cuando conversamos es natural hacer descripciones que nos permiten brindar más detalles de lo que queremos expresar.",
                    "Es por ello que las preposiciones son indispensables para hablar inglés fluido. Así que muy probablemente ya las has usado, solo que al darles sentido y entender cuándo emplearlas, se volverá mucho más fácil incorporarlas a tu vocabulario.",
                    "Comencemos por el principio, entender qué son las preposiciones:  ",
                    "Son palabras que preceden palabras que usamos para nombrar a una persona, objeto, animal e, incluso, tiempo.",
                    "Su uso varía de acuerdo al contexto en el que se empleen, por ello es importante irlas presentando por separado, sin mezclarlas todas, para lograr comprenderlas mejor.",
                    "Hoy nos vamos a enfocar en las preposiciones básicas, que son las más comunes y usamos día a día: las de lugar y tiempo."

                ]
            },
            {
                "titulo": "Preposiciones de lugar",
                "texto":[
                    "Las vamos a dividir en dos:",
                    "1.       Para hablar de nuestra dirección o lugar donde vivimos.",
                    "·        Cuando hablamos de avenidas o calles, usamos la preposición “on”.",
                    "I live on Main Street.",
                    "Otra situación en la que las podemos usar es cuando tenemos una intersección.",
                    "·        Cuando tenemos una avenida que se encuentra con una calle o una calle con otra calle, decimos:",
                    "I live on the corner on the Third and First Street.",
                    "·        Cuando hablamos de una esquina, usamos la frase “On the corner of”.",
                    "·        Cuando hablamos acerca de un lugar cerrado, usamos la preposición “in”, para indicar que algo o alguien está dentro de él.",
                    "Ejemplo:",
                    "The marker is in the bucket.",
                    "2.       Cuando se trata de expresiones de tiempo.",
                    "·        Cuando hablamos de días o festividades (como navidad, Día de la Madre, etc.), usamos la preposición “on”.",
                    "Ejemplo: The class is on Monday",
                    "·        Para hablar de tiempo, usamos “at”",
                    "Ejemplo: The class is at 3:00 on Mondays.",
                    "·        Cuando hablamos de meses o un año en específico, usamos “in”.",
                    "Ejemplo: Christmas is in December.",
                    "·        Cuando hacemos combinaciones, al hablar de fechas, usamos la preposición “on”.",
                    "Ejemplo: Christmas is on December, 25th.",
                    "Si estás interesado en saber más del tema, te recomendamos investigar más en internet, en buscadores como Google puedes encontrar buena información en inglés, que te ayudará.",
                    "La mejor manera de aprender inglés es en inglés, porque así lo haces de forma natural, sin tener que traducir las palabras o frases.",
                    "Si te interesa dominar el idioma de esta forma, también puedes lograrlo con nosotros, a través de nuestros cursos (con link a la página de cursos) aprenderás no solo a decir palabras, sino a escribirlas, comprenderlas: porque vas a escuchar, leer, repetir y te daremos ejemplos claros con los que podrás identificarte y ponerlos en práctica."
                ]
            }

        ]
    },
    {
        "id": "phrasal-verbs",
        "tarjeta":{
            "titulo":"Phrasal Verbs",
            "descripcion":"Los indispensables, que debes conocer, si quieres entender lo que te dicen y expresarte con precisión en inglés. Aprende a usarlos a través de los tips que te compartimos aquí.",
            "autor":"Jesús Prato",
            "fotoAutor":"teacher1.png",
            "categoria":"VOCABULARIO",
            "img":"blog3.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog3a.jpg"            
        },
        "contenido":[
            {
                "titulo":"Phrasal verbs",
                "texto":[
                    "Si te ha pasado que estás tratando de leer un texto en inglés, ves un verbo que reconoces, pero no entiendes lo que quiere decir en ese contexto, seguramente estás frente a un Phrasal Verb.",
                    "Es más sencillo de lo que crees. Lo que sucede es que los Phrasal Verbs son la combinación de un verbo con una preposición o un adverbio y cuando esta unión ocurre tienen un significado diferente al del verbo básico.",
                    "Ya lo veremos más claro usando como ejemplo el verbo “Run”, que significa “correr”. Cuando lo combinamos con la preposición “into”, significa: “encontrarse con algo por casualidad”."
                    
                ]
            },
            {
                "titulo":"Ejemplo: I ran into a solution (encontré una solución).",
                "texto":[
                    "Para que lo entiendas aún mejor, te lo explicamos de forma gráfica:"
                ],
                "img":"phrasalVerbs.jpg"
            },
            {
                "texto":[
                    "Otro ejemplo, que comúnmente se confunde, es el del verbo“fill” (llenar o completar). Veamos sus variaciones:",
                    "Fill in – para referirse a “rellenar”, pero en contextos relativos a construcciones o reparaciones.",
                    "Ejemplo: We’ll fill in the hole.  (Rellenaremos el hueco).",
                    "Fill out – Completar, se usa para situaciones relacionadas con completar un test o formulario.",
                    "Ejemplo: You must fill out the form.",
                    "Fill up – Llenar, referido a un contenedor.",
                    "Ejemplo: I filled up the tank (llené el tanque de gasolina).",
                    "También existen Phrasal Verbs formados por 3 palabras: normalmente tienen tanto un adverbio como una preposición.",
                    "Como ocurre con “Come up with”, para referirnos a inventar o crear para resolver algo; dar con la idea necesaria para resolver una situación.",
                    "Ejemplo: I came up with the solution.",
                    "Ahora que has podido comprender de qué se trata, seguramente habrás notado que la clave está en exponerte al idioma e ir incorporándolos a tu vocabulario, para que puedas comunicarte y entender con más facilidad. Espor ello que te compartimos algunos de los más comunes, para que comiences a dar tus primeros pasos:"
                ],
                "subtitulo":"Write (escribir)"
            },
            {
                "texto":[
                    "Write off – Se emplea en el argot de finanzas, cuando se tiene una cuenta pendiente, es pagada y se exonera.",
                    "Ejemplo: We write off the balance (Exoneramos el balance)."
                ],
                "subtitulo":"Turn (cruzar, girar, voltear)"
            },
            {
                "texto":[
                    "Turn on –Encender.",
                    "Ejemplo: I turned on the tv.",
                    "Tur off –Apagar.",
                    "Ejemplo: I turned off the tv."
                ],
                "subtitulo":"Stop (detenerse)"
            },
            {
                "texto":[
                    "Stop by –  detenerse por un tiempo muy corto, como en una visita rápida.",
                    "Ejemplo: I’ll stop by your house later, today.  (Pasaré por tu casa, para dar una visita corta)."

                ],
                "subtitulo":"Come (venir)"
            },
            {
                "texto":[
                    "Come over - Acércate, hasta donde está la persona.",
                    "Come on – ¡Vamos! Es una forma de incentivar a la persona a que haga algo.",
                    "¿Ves cuán sencillo es una vez que comienzas a identificarlos? Lo más importante es que ir entendiendo cómo funciona, lo cual te ayuda a reconocer las estructuras con mayor facilidad.",
                    "El secreto para mejorar tu comprensión en inglés es que evites traducir literalmente las palabras, ya que en la mayoría de los casos, como con los Phrasal Verbs, sus significados varían. Además de ello, puedes apoyarte en el contexto, para entender a qué se refiere lo que estás leyendo o escuchando.",
                    "Otra opción muy útil, para ir aprendiéndolos, es buscar su significado en inglés, en internet. Es un proceso en el que avanzarás poco a poco, pero en la medida que lo hagas, verás cómo te vas adaptando al idioma.",
                    "Si sientes que necesitas una ayuda para aprender más de ellos y emplear estas expresiones idiomáticas con naturalidad, comunícate con nosotros (va con hipervínculo) y entérate de cómo lograrlo."
                ]
            }
        ]
    },
    {
        "id": "aprende-a-hacer-descripciones-con-be-y-have-has",
        "tarjeta":{
            "titulo":"Aprende a hacer descripciones con “be” y “have/has”",
            "descripcion":"Cada vez que hablamos, describimos algún objeto, persona o situación pero ¿te has preguntado cuáles son las palabras para hacerlo correctamente en inglés? Aquí te las explicamos.",
            "autor":"Mauro Rodríguez",
            "fotoAutor":"teacher3.jpg",
            "categoria":"GRAMÁTICA",
            "img":"blog4.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog4.jpg"            
        },
        "contenido":[
            {
                "titulo":"Aprende a hacer descripciones con “be” y “have/has”",
                "texto":[
                    "Hacer descripciones forma parte común de nuestra comunicación. Siempre estamos brindando detalles de lo que hablamos, para ser más claros.",
                    "Cuando se trata de hacer descripciones en inglés, debemos asegurarnos de usar el verbo correcto para ello.  ",
                    "Podemos usar los verbos “be” y “have/has” para describir a alguien o algo. Ambos son usados de diferentes maneras, así que si quieres expresarte de la forma adecuada sigue las siguientes recomendaciones:"
                ],
                "subtitulo":"Usando el verbo “be”"
            },
            {
                "texto":["Se emplea el verbo “be” para describir cualidades que son inherentes a la persona, que no cambian."],
                "img":"blog4a.jpg",
                "subtitulo":"Usando el verbo “have/has”"
            },
            {
                "texto":[
                    "Se usa el verbo “have/has”, acompañado de un sustantivo, para describir atributos específicos."
                ],
                "subtitulo":"Examples"
            },
            {
                "texto":[
                    "-         You have a great body!",
                    "-         She has green eyes.",
                    "-         I have long arms.",
                    "La estructura es bastante similar a la del verbo “be”, pero recuerda que debes usar un sustantivo después del adjetivo.",
                    "Subject + Verb “Have/Has” (Depending on the subject) + Adjective + Noun",
                    "Recuerda que si el sustantivo es singular es necesario que añadas un artículo antes del adjetivo."
                ]
            }
        ]
    },
    {
        "id": "cuando-usar-el-verbo-to-be",
        "tarjeta":{
            "titulo":"Cuándo usar el verbo To Be",
            "descripcion":"El famoso verbo “To Be” ¿cuántos chistes o clichés has escuchado sobre Él? Aprender cuándo y cómo usarlo es mucho más sencillo de lo que crees y con este artículo te lo demostramos.",
            "autor":"Yheissi Blanco",
            "fotoAutor":"teacher2.jpg",
            "categoria":"GRAMÁTICA",
            "img":"blog5.jpg",
            "fechaPublicado":"September 16, 2022",
            "imgPrincipal":"blog5.jpg"           
        },
        "contenido":[
            {
                "titulo":"Cuándo usar el verbo To Be",
                "texto":[
                    "Muchísima gente se bloquea, cuando ve la palabra: verbo “To Be”, porque tiene traumas previos con ello.",
                    "Eso se debe, específicamente, a la manera como lo aprendieron. Por ello, en Fyr Lois (con link a Conócenos), tratamos de hacerlo de la manera más simple posible y hoy te compartimos un hack para que puedas comprenderlo mucho mejor.",
                    "Cada vez que alguien me pregunta, en qué momento puedo usar el verbo To Be o cómo lo deben usar, respondo: Fácil. Solo lo usamos para expresar información personal."
                ],
                "img":"blog4a.jpg"
            },
            {
                "texto":[
                    "Entonces, siempre que quieras expresar información personal, usa el verbo To Be. Si es sobre otra persona, como mi hermano, por ejemplo:",
                    "My brother is Jesus, My brother is student, He is Venezuelan.",
                    "¿Ves que es mucho más sencillo de lo que te han hecho creer? Si quieres aprender muchos más tips, mantente atento a nuestros artículos (con link a la principal de blog) y si necesitas ayuda adicional, contáctanos para conocer todas las opciones que podemos ofrecerte para que aprendas a comunicarte de forma fluida en inglés."
                ]
            }
        ]
    }
]