[
    {
        "id": "jesus-prato",
        "name": "Jusús Prato",
        "cargo" : "VICEPRESIDENTE ACADÉMICO",
        "img": "teacher1.png",
        "descripcion": "A cargo del departamento académico y coordinación de programas de aprendizaje de inglés, como segundo idioma, para estudiantes de diferentes edades.",
        "acercaDeMi": [
            {
                "titulo" : "Acerca de mí",
                "texto" : ["Me gusta identificarme como padre. De hecho, mis dos vocaciones son: mi familia y mi trabajo, o mi afición. Trato devotamente con ambas partes. Desde el punto de vista profesional, soy Administrador de Empresas, Técnico Industrial y tengo una Licenciatura en Educación, mención en Inglés. Soy instructora de inglés y español. Me apasiona todo lo relacionado con las técnicas de enseñanza y el aprendizaje de idiomas. Actualmente me desempeño como Vicepresidente Académico en FYR LOIS.", "Ayudo a otros instructores a alcanzar altos estándares de enseñanza a través de la supervisión, el seguimiento y la capacitación. Mi especialidad es ayudar a las personas a aprender a comunicarse en una segunda lengua, en diferentes ámbitos de la vida cotidiana, aplicando técnicas didácticas que faciliten la comprensión y producción de la misma."]
            },
            {
                "titulo" : "Mi experiencia",
                "texto" : ["Soy Licenciada en Administración de Empresas y Educación. Mi primera experiencia laboral comenzó en el año 2002, en la industria de servicios, en un trabajo enfocado a la atención al cliente, lo que también me permitió dar los primeros pasos como administrador o gerente y capacitación del personal.", "Desde 2008 he desempeñado funciones como instructora de idiomas (inglés y español), directora académica, directora general, capacitadora y representante de ventas, consultora para el desarrollo de contenidos en redes sociales.", "He trabajado como taxista, haciendo Uber. También el área administrativa pero, específicamente, siempre ha estado más inclinada al servicio, creo que de ahí viene mi gusto por lo que hago. Todo lo que he hecho, en cuanto a experiencias laborales, siempre ha estado relacionado con la atención al cliente.", "Por ejemplo, trabajé en el área administrativa de un restaurante, también como mesonero. Como profesor, tengo 14 años trabajando.", "Trabajé en una empresa que vendía productos de sistemas informáticos.", "Pero en términos generales, he estado orientado al cliente."]
            }
        ],
        "proyectos" : ["Desde el 2002 he tenido la oportunidad de liderar proyectos como la apertura de nuevas oficinas, contratación y capacitación de personal, en el área académica. Asimismo, en la planificación de currículos académicos enfocados al aprendizaje de inglés general, inglés para usos específicos, reducción de acento, preparación para exámenes de dominio del idioma inglés (TOEFL, IELTS) y español (DELE).","También he impartido cursos de formación en lengua inglesa, impartidos de forma presencial al personal de diferentes empresas.", "He participado en varios proyectos. Por ejemplo, cuando yo trabajaba en uno de los restaurantes, como gerente, nos encargábamos de abastecer de alimentos, o de dar de comer, durante el medio tiempo, a un equipo de fútbol universitario; lo cual fue genial, porque aprendí un poco sobre la parte de la combinación de alimentos.", "Con Fyr Lois he participado en dos proyectos que, para mí, han sido geniales. Uno es el In Company, en el que teníamos como clientes a personas de Schlumberger y de PDVSA Morichal. Brindábamos asesoría académica o capacitación en idiomas al personal.", "También estaba colaborando con la construcción del café, en la sede Maturín, en el Estado Monagas.", "Aparte de eso, ayudé, desde el punto de vista académico, cuando se abrieron las oficinas de Ciudad Ojeda y Maracaibo, también en Venezuela.", "Posteriormente, de vuelta en Estados Unidos, me encargué de abrir la sede en Orlando de otra empresa de enseñanza de idiomas en la que trabajé, así como, en Fyr Lois, en la constitución e inauguración de la oficina de Kissimmee."],
        "habilidades": ["Liderazgo", "Enseñanza", "Dominio avanzado de inglés y español", "Oratoria", "Creación de contenido", "Administración", "Atención al cliente", "Marketing"]
    },
    {
        "id": "yheissi-blanco",
        "name": "Yheissi Blanco",
        "cargo" : "DIRECTORA ACADEMICA",
        "img": "teacher2.jpg",
        "descripcion": "Directora Académico de Fyr Lois. Encargado de capacitar al equipo de profesores, preparar los programas académicos y asegurar que la metodología se cumpla y se lleve a cabo de manera efectiva.",
        "acercaDeMi": [
            {
                "titulo": "Acerca de mí",
                "texto" : ["Licenciada en Educación mención Inglés.", "Egresada de la Universidad de Oriente (UDO) – Venezuela. Certificación internacional TEFL."]
        },
        {
            "titulo": "Mi Experiencia",
            "texto" : ["Después de la universidad comencé mi formación académica en Fyr Lois hace 6 años.", "Capacitación para aplicar el método comunicativo bajo estándares internacionales.", "reparación TKT, IELTS/TOEFL"]
    }
        ],
        "proyectos":["Creación y ejecución del Seminario “Inteligencia emocional en docentes en el aula”.","Congreso de encuentro de las culturas Rusa y Venezolana. Potencial epistémico de la lectura y escritura en textos expositivos en inglés.", "Congreso: Estrategias metodológicas para el aprendizaje y la enseñanza de la pronunciación del inglés.", "Mejorando las habilidades orales del inglés trabajando en parejas.", "Congreso: De la discriminación a la integración en el manejo de traumas y frustraciones en adultos hacia el idioma inglés.", "Uso del psicoanálisis en la literatura infantil.", "1er lugar en oratoria. Análisis del habla."],
        "habilidades":["Liderazgo.","Facilidad para expresarse y conducir conferencias.","Habilidad para concebir pensamientos estratégicos.","Capacidad de adaptación.","Gestión del talento humano."]
    },
    {
        "id": "mauro-rodriguez",
        "name": "Mauro Rodríguez",
        "cargo" : "DIRECTOR ACADEMICO",
        "img": "teacher3.jpg",
        "descripcion": "Director académico, supervisión de docentes, encargado de la formación.",
        "acercaDeMi": [
            {
                "titulo": "Acerca de mí",
                "texto" : ["Me he desempeñado como Director Académico en Fyr Lois durante 3 años.", "Soy de Cabimas (Estado Zulia - Venezuela) y me gradué como Ingeniero Geodésico. Llevo estudiando inglés desde los 7 años, tuve la oportunidad de empezar en un curso y de ahí se despertó mi interés por el idioma, por lo que es algo en lo que he trabajado toda mi vida.", "Siempre me ocupo de estudiar en inglés, consumir juegos y diferentes contenidos, que consumo en el idioma."]
            },
            {
                "titulo": "Experiencias anteriores",
                "texto" : ["He trabajado en el área de atención al cliente, también como telemarketer, para una empresa americana, donde tenía que hacer llamadas para ofrecer servicios, todo siempre en inglés. Luego, hace 5 años, inicié mi experiencia laboral con Fyr Lois, en febrero de 2017."]
            }
        ],
        "proyectos": ["Como director académico, formé parte de un grupo en el que trabajamos para proponer y reformar el Reglamento del Profesor Fyr Lois, con el fin de optimizar la experiencia de aprendizaje a través del mismo."],
        "habilidades": ["Creatividad","Responsabilidad","Observación","Disciplina‍","Pensamiento lógico","Bueno con los números","Informática"]

    }
]